INSERT INTO document (title, contents, writer, document_bytes, generate_time, uuid)
VALUES ('titleA', '내용A', '작성자1', 100, '2024-01-01T10:00:00', 'c036a5d8-7337-4856-8f9c-50a5d03219b2'),
       ('titleB', '내용B', '작성자2', 200, '2024-01-02T10:00:00', 'bda9ddce-6a3e-4df9-bcbf-f7fe02b9e388'),
       ('titleC', '내용C', '작성자3', 300, '2024-01-03T10:00:00', 'a8b25764-f18d-45d4-8fb7-ea780c880333'),
       ('titleD', '내용D', '작성자1', 400, '2024-01-04T10:00:00', 'a8b25764-f18d-45d4-8fb7-ea780c823423'),
       ('titleE', '내용E', '작성자2', 500, '2024-01-05T10:00:00', 'bda9ddce-6a3e-4df9-bcbf-f7fe02b9e123'),
       ('titleA1', '내용A1', '작성자1', 100, '2024-01-01T10:00:00', 'c036a5d8-7337-4856-8f9c-50a5d03226b2'),
       ('titleB1', '내용B1', '작성자2', 200, '2024-01-02T10:00:00', 'f112733b-28c0-4c9d-8826-9b4761b2d8f3'),
       ('titleC1', '내용C1', '작성자31', 300, '2024-01-03T10:00:00', '5f3a0b46-93de-4a89-bef2-f470ce11a9d7'),
       ('titleD1', '내용D1', '작성자11', 400, '2024-01-04T10:00:00', 'e64ae9dc-70d2-4ef7-a431-6ef5f81b2cf0'),
       ('titleE1', '내용E1', '작성자21', 500, '2024-01-05T10:00:00', 'a3eb4453-e317-4411-932f-8d3b3e3b5b74');

INSERT INTO history (title, contents, writer, document_bytes, generate_time, document_id, version)
VALUES ('titleA', '내용Abefore', '작성자1before', 1000, '2023-01-01T10:00:00', 1, 1),
       ('titleA', '내용A', '작성자1', 100, '2024-01-01T10:00:00', 1, 2),
       ('titleB', '내용B', '작성자2', 200, '2024-01-02T10:00:00', 2, 1),
       ('titleC', '내용C', '작성자3', 300, '2024-01-03T10:00:00', 3, 1),
       ('titleD', '내용D', '작성자1', 400, '2024-01-04T10:00:00', 4, 1),
       ('titleE', '내용E', '작성자2', 500, '2024-01-05T10:00:00', 5, 1),
       ('titleA1', '내용A1', '작성자1', 100, '2024-01-01T10:00:00', 6, 1),
       ('titleB1', '내용B1', '작성자2', 200, '2024-01-02T10:00:00', 7, 1),
       ('titleC1', '내용C1', '작성자31', 300, '2024-01-03T10:00:00', 8, 1),
       ('titleD1', '내용D1', '작성자11', 400, '2024-01-04T10:00:00', 9, 1),
       ('titleE1', '내용E1', '작성자21', 500, '2024-01-05T10:00:00', 10, 1);


INSERT INTO admin(login_id, password)
VALUES ('adminGood', 'helloWorld!!')
